book-text-guide-cooking-stalker =

 Приготовление еды для начинающих

 Краткий обзор техник и простых рецептов, которые может приготовить каждый.
 
 Что вам понадобится:
 
 Чистое рабочее место. Во время готовки важно содержать рабочее место в чистоте и порядке.
 Чехол для мытья посуды. Не стоит использовать грязные тарелки, миски или банки.
 Ингредиенты. Даже из некачественных ингредиентов можно приготовить вкусную еду, независимо от того, куплены они в магазине или собраны сами. Вам нужно что-то, чтобы начать.
 Рецепты. Хотя некоторые простые закуски можно приготовить без особой подготовки, для чего-то более сложного, чем тосты, лучше следовать письменным инструкциям.
 
 Несколько простых рецептов, которые может приготовить каждый, немного потренировавшись
 
 Сэндвич с колбасой
 
 Ингредиенты: 1 буханка хлеба, 1 колбаса
 Шаги:
 
 1. Нарежьте хлеб и колбасу ломтиками
 
 2. Положите колбасу на хлеб для удобной закуски!
 
 Чварци
 Ингредиенты: Мясо кабана (сало)
 Шаги:
 
 1. Нарежьте сало небольшими кубиками, примерно по 2 см каждый.
 
 2. Обжарьте на сильном огне до хрустящей корочки.
 
 Тост с джемом
 Ингредиенты: Буханка хлеба, джем (мой любимый — ягодный).
 Шаги:
 
 1. Нарежьте хлеб ломтиками.
 
 2. Нанесите толстый слой джема.
 
 Вяленое мясо (джерки)
 Ингредиенты: Любое мясо, смесь специй.
 Шаги:
 
 1. Убедитесь, что мясо чистое, затем равномерно нанесите смесь специй.
 
 2. Оставьте подсохнуть, желательно на день или больше.