ent-STBaseWeaponShotgunTOZ106 = ТОЗ-106
    .desc = Одноствольное охотничье ружье 20-го калибра со скользящим затвором. Широко известно под своим народным названием «Смерть председателя» из-за своих компактных размеров.

ent-62mmBuckshotBox = Коробка патронов калибра 20х70, картечь 6.2 мм
    .desc = Только для ТОЗ-106. В коробке 10 патронов. Бесполезно против брони.

ent-75mmBuckshotBox = Коробка патронов калибра 20х70, картечь 7.5 мм
    .desc = Только для ТОЗ-106. В коробке 10 патронов. Обеспечивает пробитие только 1 класса брони.

ent-Cartridge62mmBuckshot = 20х70 6.2 мм картечь

ent-Cartridge75mmBuckshot = 20х70 7.5 мм картечь

ent-Base2070Mag = Магазин ТОЗ-106 (2)

ent-TOZ106Mag5 = Магазин ТОЗ-106 (5)

ent-STPellet62mm = Пуля 6.2 мм

ent-Bullet62mmBuckshot = Пуля (картечь 6.2 мм)

ent-STPellet75mm = Пуля 7.5 мм

ent-Bullet75mmBuckshot = Пуля (картечь 7.5 мм)