ent-STWeaponRifleAKM = АКМ "Легенда Зоны"
  .desc = Улучшенная модернизация автомата Калашникова под патрон 7.62×39 мм. В Зоне встречается повсеместно - от новичков до ветеранов. Символ надёжности в самых тяжёлых условиях.
ent-STWeaponRifleAKMC = АКМС
  .desc = Улучшенная модернизация автомата Калашникова с складным прикладом под патрон 7.62×39 мм. В Зоне встречается повсеместно - от новичков до ветеранов. Символ надёжности в самых тяжёлых условиях.
ent-STBaseWeaponRifleAKMPSO1M = AKM-Pso1m
  .desc = Улучшенная модернизация автомата Калашникова под патрон 7.62×39 мм. В отличие от стандартного АКМ был модификацией удленнён ствол для более прицельной стрельбы и увеличения начальной скорости пули, также поставлен прицел PSO-1M.
