ent-STWeaponRifleOC14 = ОЦ-14 «Гроза»
  .desc = Автоматно-гранатомётный комплекс — очень удачный в условиях Зоны вариант штурмовой винтовки - компактный, надёжный, и в то же время универсальный и мощный. «Грозу» очень любят военные сталкеры.
ent-STWeaponRifleOC14Alt = ОЦ-14 «Гроза»
  .desc = Автоматно-гранатомётный комплекс, на 70% унифицированный с автоматами типа АК (основные отличия — калибр 9 × 39 мм, компоновочная схема «булл-пап» и более широкие возможности для модернизации). Разработан для вооружения подразделений быстрого реагирования. Очень ценим военными и сталкерами за способность надёжно поражать защищённого бронежилетом или расположенного в укрытии противника.
ent-STWeaponRifleOC14939 = ОЦ-14 «Гроза» 9x39
  .desc = Автоматно-гранатомётный комплекс на родном калибре 9 × 39 мм.
ent-STWeaponRifleOC14Liturgia = ОЦ-14М «Литургия»
  .desc = Модифицированная в условиях Зоны ОЦ-14 Гроза, редкий экземпляр с калибром под распостраненный в ЧЗО патрон 7.62×39. Полимерные детали оружия темного бурого цвета, напоминающие бакелит, на деле же им не являются и не имеют точного определения состава. Скорее всего являются аномальным веществом, синтезированном в зоне.
Имеет интегрированый глушитель с тактической рукоятью, колиматорный прицел неизвестного происхождения и талисман в виде клыка мутанта.
Таким оружием владеют Перворожденные Серафимы.