ent-KordonMapStack = Стопка карт кордона
    .desc = Упаковка, содержащая карты севера и юга кордона.
    .suffix = ST, Topography

ent-SwampMap = Карта болота
    .desc = Карта небольшого участка зоны, вырванная из какого-то атласа. Её можно совместить с другими картами.
    .suffix = ST, Topography

ent-KordonSouthMap = Карта юга кордона
    .desc = Карта небольшого участка зоны, вырванная из какого-то атласа. Её можно совместить с другими картами.
    .suffix = ST, Topography

ent-KordonNorthMap = Карта севера кордона
    .desc = Карта небольшого участка зоны, вырванная из какого-то атласа. Её можно совместить с другими картами.
    .suffix = ST, Topography