
ent-antirad =  таблетка
    .desc = Спобна вас вылечить... или убить, как повезёт.
ent-antiradpill = противорадиационные препараты
    .desc = Набор таблеток с активными веществами, способствующими выведению радионуклидов из организма. Не способны защитить организм от наведённой радиации, но снижают уже полученную человеком дозу.
    .suffix = Stalker
ent-BattleMedipenStalker = стимулятор монолита
    .desc = Стимуляторы отличаются от полноценных аптечек быстротой использования, самое то, в ситуациях требующих минимальной затраты времени на лечение.
    .suffix = Stalker
ent-ExperimentalStimulantsStalker = эксперементальный стимулятор монолита
    .desc = Мощнейший стимулятор, который абсолютно не имеет побочных эффектов.
ent-AntiRadMedipen = инъекционный антирад
    .desc = Инъекция антирада в виде специального шприца с ампулами. Такой вид антирада будет действовать быстрее чем в виде таблеток.
    .suffix = Stalker
ent-BaseSteampack = база стимпака
ent-SelfSteampack = самопальный стимулятор
ent-MilitarySteampack = военный стимулятор
ent-SciSteampack = научный стимулятор
